{
  "Mr Unemployable": {
    "What goes forth": "Mr Unemployable killed you with What goes forth. You just got taken out by random office supplies. Hope you kept the receipt.",
    "Must come back": "Mr Unemployable killed you with Must come back. It came back. Unlike your skill.",
    "Big Ol Boomerang": "Mr Unemployable killed you with Big Ol Boomerang. It didn't come back, and neither will you.",
    "Vape Juice Storm": "Mr Unemployable killed you with Vape Juice Storm. We get it, he vapes. Now you're dead. Toxic."
  },
  "James Madison": {
    "Well Regulated Militia": "James Madison killed you with Well Regulated Militia. You have been regulated. Founding Father style.",
    "Bear Strike": "James Madison killed you with Bear Strike. You exercised your right to arm bears. It went poorly.",
    "Amend": "James Madison killed you with Amend. Your life has been vetoed. Consider this a constitutional amendment to your living status.",
    "Double Jeopardy": "James Madison killed you with Double Jeopardy. I'll take 'Dead' for 500, James. You lost."
  },
  "Porthole": {
    "Porthole throw": "Porthole killed you with Porthole throw. You didn't see that coming? It was a hole in the air.",
    "A Hole new world": "Porthole killed you with A Hole new world. Dropped into a hole new world of pain.",
    "Portastic Port-mine": "Porthole killed you with Portastic Port-mine. Step 1: Step on invisible hole. Step 2: Regret.",
    "Underwater Genie": "Porthole killed you with Underwater Genie. You used all three wishes trying to survive that. It didn't work."
  },
  "The Triplets": {
    "Flap, Tackle, and Glop": "The Triplets killed you with Flap, Tackle, and Glop. A flap, a tackle, and... well, let's not talk about the glop. You're dead.",
    "Switcherooski": "The Triplets killed you with Switcherooski. Which one killed you? Does it matter? You're still respawning.",
    "Character Development": "The Triplets killed you with Character Development. They got character development. You got a death screen.",
    "Into the Jetplace!": "The Triplets killed you with Into the Jetplace! Three heads are better than one, especially when they are raining rockets on you."
  },
  "Tickle Monster": {
    "Tickle": "Tickle Monster killed you with Tickle. Death by tickles. Tell your friends you died fighting a dragon, it's less embarrassing.",
    "High 8": "Tickle Monster killed you with High 8. Slapped into next week. High five! ...Or eight.",
    "Enhanced Peeling": "Tickle Monster killed you with Enhanced Peeling. He peeled off your defenses. And your health bar.",
    "Tickle Train": "Tickle Monster killed you with Tickle Train. Choo choo! Next stop: The Spectator Screen. All aboard the pain train."
  },
  "Bee's Knees": {
    "Knee Combo": "Bee's Knees killed you with Knee Combo. You just took a knee to the face. Several, actually.",
    "Flying Bee Drop": "Bee's Knees killed you with Flying Bee Drop. Float like a butterfly, drop like a sack of bricks on your head.",
    "Float like a Butterfly": "Bee's Knees killed you with Float like a Butterfly. Zero gravity, zero chance of survival.",
    "Sting like a Knee": "Bee's Knees killed you with Sting like a Knee. That stung. Mostly the dying part."
  },
  "Handfoot": {
    "Fantastic Fist-Feet Flurry": "Handfoot killed you with Fantastic Fist-Feet Flurry. Was it a punch? Was it a kick? Who knows, you're dead.",
    "Hands become feet": "Handfoot killed you with Hands become feet. He walked all over you. With his hands. It's complicated.",
    "You'll never know": "Handfoot killed you with You'll never know. You shot at him, he absorbed it, you died. The circle of life.",
    "Flick'a the Wrist": "Handfoot killed you with Flick'a the Wrist. Look at the flick of the wrist! And look at your empty health bar!"
  },
  "Floss": {
    "Who Spiked the Punch?": "Floss killed you with Who Spiked the Punch?. This punch had a little extra kick. And spikes.",
    "Absorption": "Floss killed you with Absorption. Stop hitting yourself. Stop hitting yourself. Oh wait, he's doing it for you.",
    "Tease and Joke": "Floss killed you with Tease and Joke. Sticks and stones may break my bones, but emotional damage killed you.",
    "Big Spike Thing": "Floss killed you with Big Spike Thing. Returned to sender. Postage due: Your life.",
    "Flossback": "Floss killed you with Flossback. You died from the backlash. Literally."
  },
  "Man Guy": {
    "Man Punch": "Man Guy killed you with Man Punch. You got punched. Like a man. By a Man Guy.",
    "Self Harm": "Man Guy killed you with Self Harm. He hurt himself just to hurt you more. That's dedication.",
    "Super Bones": "Man Guy killed you with Super Bones. His bones are super. Yours are broken.",
    "Guy Kick": "Man Guy killed you with Guy Kick. He broke his leg kicking you. You broke your life getting kicked.",
    "Manliness": "Man Guy killed you with Manliness. Overdosed on pure, unfiltered Manliness."
  },
  "Chair Beard": {
    "SLAMΜΟ": "Chair Beard killed you with SLAMΜΟ. SLAMMO! Welcome to the ground.",
    "Sit down and rest": "Chair Beard killed you with Sit down and rest. You've been permanently grounded. Sit down.",
    "Whack Whack Whack": "Chair Beard killed you with Whack Whack Whack. Whack, whack, whack. You're out.",
    "Anything can be a chair": "Chair Beard killed you with Anything can be a chair. You sat on him, he launched you at Mach 5. Please keep hands and feet inside the ride."
  },
  "Ultraviolet": {
    "Ultraviolet Umbrella": "Ultraviolet killed you with Ultraviolet Umbrella. Thrown shade? No, thrown umbrella. You're done.",
    "Lavender Lash": "Ultraviolet killed you with Lavender Lash. Blinded by the light. The purple light.",
    "Mount the Indigoat!": "Ultraviolet killed you with Mount the Indigoat!. Run over by a goat. A purple goat. Just uninstall.",
    "Purpleness Explosion": "Ultraviolet killed you with Purpleness Explosion. Too much purple. System overload. User deleted."
  },
  "Guy Yacht": {
    "Squirt Gun": "Guy Yacht killed you with Squirt Gun. Washed up. Taken out by a water gun.",
    "Bomboclat": "Guy Yacht killed you with Bomboclat. Cheeked up and destroyed. What a way to go.",
    "Eyes up here": "Guy Yacht killed you with Eyes up here. He landed on his butt. You landed in the grave.",
    "Fantastic Plastic": "Guy Yacht killed you with Fantastic Plastic. Life in plastic, it's fantastic. Your death? Not so much."
  },
  "Yeast": {
    "Swole Wheat": "Yeast killed you with Swole Wheat. Backhanded by baked goods. You're toast.",
    "Open Sesame": "Yeast killed you with Open Sesame. Open Sesame, close casket.",
    "RISE": "Yeast killed you with RISE. He rose to the occasion. You fell flat.",
    "Gluten Tolerance": "Yeast killed you with Gluten Tolerance. You are apparently gluten intolerant. Fatal reaction.",
    "Yeast": "Yeast killed you with Yeast. Consumed by the bread."
  },
  "Captain Trumpet": {
    "Clawsini Gatini": "Captain Trumpet killed you with Clawsini Gatini. Scratched out. Meow-ch.",
    "Shellala Shellalo": "Captain Trumpet killed you with Shellala Shellalo. He shielded, you yielded.",
    "Rameo Chargeo": "Captain Trumpet killed you with Rameo Chargeo. Rammed into oblivion.",
    "Trumpets Sounding": "Captain Trumpet killed you with Trumpets Sounding. The trumpets sounded. It was Taps. For you."
  },
  "Gym Shark": {
    "Barbell strikenado": "Gym Shark killed you with Barbell strikenado. Do you even lift, bro? Because you can't lift your head up now.",
    "Bulgarian tail squatnado": "Gym Shark killed you with Bulgarian tail squatnado. Squatted on. The ultimate disrespect.",
    "Sharknado": "Gym Shark killed you with Sharknado. It's a shark. In a tornado. In space. Your argument is invalid.",
    "ROIDNADO": "Gym Shark killed you with ROIDNADO. He ate you. There is no respawn logic for digestion, but here we are."
  },
  "Captain Crunch": {
    "Get you by the Knife": "Captain Crunch killed you with Get you by the Knife. Stabbed by a cereal mascot. A low point in your career.",
    "Oops all berries": "Captain Crunch killed you with Oops all berries. Oops! All Dead!",
    "Crunch Surprise": "Captain Crunch killed you with Crunch Surprise. Surprise! You're eliminated.",
    "Take you to his special island": "Captain Crunch killed you with Take you to his special island. Enjoy your stay on the island. It was a one-way trip."
  },
  "Jonnakiss": {
    "Grass Throw": "Jonnakiss killed you with Grass Throw. Touch grass? You just got buried in it.",
    "Sharp Grass": "Jonnakiss killed you with Sharp Grass. Since when is grass sharp? Since you died to it.",
    "Thundercloud mode": "Jonnakiss killed you with Thundercloud mode. Lightning struck. You were the lightning rod.",
    "Eat the grass!": "Jonnakiss killed you with Eat the grass!. He ate the grass. You bit the dust."
  },
  "Displeased Avian": {
    "CAW CAWWW": "Displeased Avian killed you with CAW CAWWW. Pecked to death. How dignified.",
    "WAAAA HEEY": "Displeased Avian killed you with WAAAA HEEY. Stunned and done. The bird is the word.",
    "WOOOIA UUU UU UY": "Displeased Avian killed you with WOOOIA UUU UU UY. Sliced by a wing. That's gotta hurt.",
    "AAAAAIIIIIIAAA": "Displeased Avian killed you with AAAAAIIIIIIAAA. Screamed at until you gave up on living."
  },
  "MU†E-ÅNT": {
    "Ant-Rings": "MU†E-ÅNT killed you with Ant-Rings. Ring tossed into the void.",
    "Ant-Bot": "MU†E-ÅNT killed you with Ant-Bot. Zapped by a bug bot. Debugging failed.",
    "Ant-friend": "MU†E-ÅNT killed you with Ant-friend. Death from above. Courtesy of Señor Butterfly.",
    "Ant-Man": "MU†E-ÅNT killed you with Ant-Man. You can't hit what you can't see. But he can hit you."
  },
  "Contortoise": {
    "Tort for Four": "Contortoise killed you with Tort for Four. Struck by a random limb. He's bending, you're breaking.",
    "Sneakcret Scuttle": "Contortoise killed you with Sneakcret Scuttle. Scuttled over. Creepy, but effective.",
    "Clack, Smack, Rattle": "Contortoise killed you with Clack, Smack, Rattle. Clack, smack, you cracked.",
    "Be Weird and Bend A Lot": "Contortoise killed you with Be Weird and Bend A Lot. He bent a lot. You broke a lot."
  },
  "Machete Man": {
    "Machete": "Machete Man killed you with Machete. Sliced and diced.",
    "Machete Throw": "Machete Man killed you with Machete Throw. Catch! Oh, wait, don't catch the blade.",
    "Dementia Machete Backflip": "Machete Man killed you with Dementia Machete Backflip. He didn't know what he was doing, and apparently neither did you.",
    "Old Guy Backflip": "Machete Man killed you with Old Guy Backflip. Outplayed by a senior citizen doing gymnastics."
  },
  "Burger King": {
    "Double Spatula Surprise": "Burger King killed you with Double Spatula Surprise. Order up! One McDeath with cheese.",
    "The Great": "Burger King killed you with The Great. Crushed by a burger. Fast food kills, confirmed.",
    "The Gatsby": "Burger King killed you with The Gatsby. You just got served in the burger zone.",
    "The Great and The Gatsby": "Burger King killed you with The Great and The Gatsby. A literary masterpiece of destruction."
  },
  "Brain Freeze": {
    "I'm Not Having Fun": "Brain Freeze killed you with I'm Not Having Fun. He wasn't having fun. Now you aren't either.",
    "Use the Bomb": "Brain Freeze killed you with Use the Bomb. He finally used the bomb. It was super effective.",
    "You Fly When I'm Having Fun": "Brain Freeze killed you with You Fly When I'm Having Fun. Levitated and eliminated. Have a nice flight.",
    "Time Flies When Your Having Fun": "Brain Freeze killed you with Time Flies When Your Having Fun. Time's up. Game over."
  },
  "Didgeridon't": {
    "Didgeridon't Come Near": "Didgeridon't killed you with Didgeridon't Come Near. You came near. He told you not to.",
    "Didgeridon't Mess Around": "Didgeridon't killed you with Didgeridon't Mess Around. He didn't mess around.",
    "Digerididn't and Digeriwon't": "Didgeridon't killed you with Digerididn't and Digeriwon't. Killed by a ghost line dance. That's a new one.",
    "Didgeridon't Take Fall Damage": "Didgeridon't killed you with Didgeridon't Take Fall Damage. He didn't take fall damage. You took all the damage."
  },
  "DishwasHER": {
    "Womanly Plate Throw": "DishwasHER killed you with Womanly Plate Throw. Served on a platter. A broken one.",
    "Cass HERole": "DishwasHER killed you with Cass HERole. Too much casserole. Fatal indigestion.",
    "Stealth Mode": "DishwasHER killed you with Stealth Mode. You didn't see the whisk coming.",
    "Do the Laundry": "DishwasHER killed you with Do the Laundry. You've been laundered out of existence."
  },
  "PowerPoint": {
    "Laser Taser Blaser Face": "PowerPoint killed you with Laser Taser Blaser Face. Face, meet laser. Laser, meet face.",
    "Minor Blind": "PowerPoint killed you with Minor Blind. Blind sided.",
    "3rd D vision": "PowerPoint killed you with 3rd D vision. He saw you coming from the 4th dimension.",
    "Super Distract": "PowerPoint killed you with Super Distract. You got distracted. Then you got dead."
  },
  "Shan't Dance": {
    "Autissles": "Shan't Dance killed you with Autissles. Missiled by a wheelchair. Did not see that coming.",
    "Wheelchair Tow": "Shan't Dance killed you with Wheelchair Tow. Dragged to your doom.",
    "Wheel Steel": "Shan't Dance killed you with Wheel Steel. Reinventing the wheel, by throwing it at your head.",
    "Motivational JUMP": "Shan't Dance killed you with Motivational JUMP. He jumped. You slumped."
  },
  "Faceplant": {
    "Shovel Slash": "Faceplant killed you with Shovel Slash. I dig your grave. Literally.",
    "Face full of Plant": "Faceplant killed you with Face full of Plant. Allergies acting up? That's actually poison.",
    "Plant full of Face": "Faceplant killed you with Plant full of Face. Face, meet plant. Plant, eat face.",
    "Plant full of Plant": "Faceplant killed you with Plant full of Plant. Wrapped up and thrown out like yesterday's compost."
  },
  "Grom": {
    "Bud Go Boom!": "Grom killed you with Bud Go Boom!. Bud went boom. You went splat.",
    "Watchtower": "Grom killed you with Watchtower. He sees you when you're sleeping. He knows when you're eliminated.",
    "Radio Check": "Grom killed you with Radio Check. Radio check: You're dead. Over.",
    "Grom Bomb": "Grom killed you with Grom Bomb. Here comes the boom! There goes your health!"
  },
  "Jeanne Gris": {
    "Baguette": "Jeanne Gris killed you with Baguette. Pain? No, bread. Wait, yes, pain.",
    "Hucked Mime": "Jeanne Gris killed you with Hucked Mime. Silent but deadly. The mime, not a fart.",
    "Invisible Wall": "Jeanne Gris killed you with Invisible Wall. You hit a wall. An invisible, mime-constructed wall.",
    "Horde-a-mimes": "Jeanne Gris killed you with Horde-a-mimes. Trampled by mimes. No one will hear you scream."
  },
  "Winter WonderGirl": {
    "Super Snowglober": "Winter WonderGirl killed you with Super Snowglober. Shaken, not stirred. And frozen.",
    "Shake it up": "Winter WonderGirl killed you with Shake it up. Ice to meet you. Goodbye.",
    "Rain down the sun fog": "Winter WonderGirl killed you with Rain down the sun fog. Lost in the fog. Found in the obituary.",
    "Wonderlate the multisphere": "Winter WonderGirl killed you with Wonderlate the multisphere. Trapped in a glass case of emotion. And death."
  },
  "Smurtle Gurltle Cheesecake Woman": {
    "Krazy Karate Kicks": "Smurtle Gurltle Cheesecake Woman killed you with Krazy Karate Kicks. Kicked to the curb by a cheesecake enthusiast.",
    "Super Ultra Tornado Spin": "Smurtle Gurltle Cheesecake Woman killed you with Super Ultra Tornado Spin. She spun right round, baby, right round... into the grave.",
    "Mega Tsunami Cheesecake": "Smurtle Gurltle Cheesecake Woman killed you with Mega Tsunami Cheesecake. Drowned in dessert. Sweet way to go.",
    "Supersaiyan Ultra Cheesecake Weapon Ninja Gurl Explosion!": "Smurtle Gurltle Cheesecake Woman killed you with Supersaiyan Ultra Cheesecake Weapon Ninja Gurl Explosion!. That ability name was longer than your lifespan."
  }
}